Repository: louderpages/Apple-RHVoice
Catalog: RHVoice/Resources/Localization/*.lproj/Localizable.strings
Languages: es

# default_voice_title
source: Default voice
es: Voz predeterminada

# default_voice_dialog_title
source: Select a voice
es: Selecciona una voz

# detect_language_title
source: Language detection
es: Detección de idioma

# detect_language_desc
source: Automatic language switching
es: Cambie a este idioma cuando se detecte y normalmente utilice otro idioma.

source: Speech volume
es: Volumen de voz

source: Speech rate
es: Velocidad de voz

# pseudo_english_title
source: English words
es: Palabras en Inglés

# pseudo_english_desc
source: Try to read English words correctly
es: Intenta leer las palabras en inglés correctamente

source: Settings
es: Opciones

# wifi_only_title
source: Wi-Fi only
es: solo Wi-Fi

# wifi_only_desc
source: Download voices only on Wi-Fi
es: Descargar voces solo en Wi-Fi

source: Speech quality
es: Calidad de voz

source: Languages
es: Idiomas

# voice_remove_question
source: Are you sure you want to uninstall this voice?
es: ¿Estás seguro de que quieres desinstalar esta voz?

source: Install
es: Instalar

source: Uninstall
es: Desinstalar

source: Play
es: Reproducir

source: Stop
es: Detener

source: Increase
es: Incrementar

source: Decrease
es: Decrementar

source: Reset
es: Restablecer

source: Version
es: Versión

# user_dicts
source: User dictionaries
es: Diccionarios de usuario

source: Add
es: Agregar

source: Remove
es: Eliminar

# config_file
source: Configuration file
es: Archivo de configuración

# string-array.quality_labels.item_0
source: Best possible performance
es: El mejor rendimiento posible

# string-array.quality_labels.item_1
source: Standard quality
es: Calidad estándar

# string-array.quality_labels.item_2
source: Best possible quality
es: La mejor calidad posible

# ios_no_languages
source: No Languages
es: Sin idiomas

# ios_main_screen_voiceover_message
source: List of Languages is on the top
es: La lista de idiomas está en la parte superior

# ios_installing_voice
source: Installing voice: %@
es: Instalando voz: %@

# ios_voice_version
source: Version: %@
es: Versión: %@

# ios_uninstall_voice
source: Uninstall voice: %@
es: Desinstalar voz: %@

# ios_install_voice
source: Install voice: %@
es: Instalar voz: %@

# ios_uninstall_voice_hint
source: Double tap to uninstall selected voice.
es: Toca dos veces para desinstalar la voz seleccionada.

# ios_install_voice_hint
source: Double tap to install selected voice.
es: Toca dos veces para instalar la voz seleccionada.

# ios_license
source: Licence:
es: Licencia:

# ios_yes
source: Yes
es: Sí

source: Back
es: Atrás

# ios_no_voices
source: No Voices
es: Sin voces

# ios_language_name_and_version
source: Language version: %@
es: Versión de idioma: %@

# ios_language_screen_voiceover_message
source: List of voices is at the top
es: La lista de voces está en la parte superior.

# ios_select_quality_voiceover_hint
source: Double tap to select
es: Toca dos veces para seleccionar

# ios_languages_settings
source: Languages Settings
es: Configuración de idiomas

# ios_versions
source: Versions
es: Versiones

# ios_application
source: Application
es: Aplicación

# ios_application_version_voiceover_label
source: Application version: %@
es: Versión de la aplicación: %@

# ios_engine_version_voiceover_label
source: RHVoice engine version: %@
es: Versión del motor RHVoice: %@

# ios_done
source: Done
es: Hecho

# ios_language_switching
source: Language Switching
es: Cambio de idioma

# ios_unsupported_language_alert_message
source: VoiceOver does not yet fully support this language. You must set VoiceOver language switching to 'off', and add it as a Rotor language.
es: VoiceOver aún no es totalmente compatible con este idioma. Debes desactivar la opción de cambio de idioma de VoiceOver y añadirlo como idioma de Rotor.

# ios_ok
source: Ok
es: Aceptar

# ios_play_sample
source: Play Sample
es: Reproducir muestra

# ios_stop_sample
source: Stop Sample
es: Detener muestra

# ios_voice_help_button
source: How to use this voice.
es: Cómo utilizar esta voz.

# ios_automatic_updates_on_wifi
source: Automatic Updates on Wi-Fi
es: Actualizaciones automáticas en Wi-Fi

# ios_automatic_updates_on_wifi_description
source: Enabling this setting will cause automatic Voice and Language packs updates while connected to Wi-Fi during application startup and on background.
es: Habilitar esta configuración provocará actualizaciones automáticas de los paquetes de voz e idioma mientras esté conectado a Wi-Fi durante el inicio de la aplicación y en segundo plano.

# ios_has_updates
source: Has updates
es: Tiene actualizaciones

# ios_update
source: Update
es: Actualizar

# ios_licenses
source: Licences
es: Licencias

# ios_user_guide
source: User Guide
es: Guía del usuario

# ios_credit_line1
source: Connection of [RHVoice](https://rhvoice.com) and VoiceOver, and Application UI developed by [Ihor Shevchuk](https://github.com/IhorShevchuk)
es: Conexión de [RHVoice](https://rhvoice.com) y VoiceOver, e interfaz de usuario de la aplicación desarrollada por [Ihor Shevchuk](https://github.com/IhorShevchuk)

# ios_credit_line2
source: All Â© Rights belongs to NonRoutine LLC
es: Todos los derechos © pertenecen a NonRoutine LLC

# ios_app_jailbreak_warning
source: Warning: Your device may be compromised, which could affect app behaviour.
es: Advertencia: Tu dispositivo puede estar comprometido, lo que podría afectar el comportamiento de la aplicación.

# ios_app_sideloded_warning
source: Warning: You may have been tricked. Application will have limited functionality. Please download app from the App Store.
es: Advertencia: Puede que te hayan engañado. La aplicación tendrá funciones limitadas. Descárgala desde la App Store.

# ios_refresh
source: Refresh
es: Refrescar

# ios_go_to_appstore
source: Go to App Store
es: Ir a la App Store

# ios_cancel
source: Cancel
es: Cancelar

# ios_try_a_subscription
source: Try a Subscription
es: Pruebe una suscripción

# ios_subscription_description
source: Before you purchase a subscription, please make sure the voice is connected and working for you. You will hear demonstration messages, but those will be removed when you have a subscription.
es: Antes de comprar una suscripción, asegúrese de que la voz esté conectada y funcionando correctamente. Escuchará mensajes de demostración, pero estos desaparecerán al suscribirse.

# ios_subscription_button
source: View Subscription Offers
es: Ver ofertas de suscripción

# ios_manage_subscription_button
source: Manage Your Subscription
es: Administrar su suscripción

# ios_language_switching_name
source: Language Switching
es: Cambio de idioma

# ios_subscription_trial_suffix
source: Free, then
es: Gratis, y después:.

# ios_subscription_auto_renewable
source: auto-renews
es: renovaciones automáticas

# ios_subscription_non_renewable
source: pre-paid
es: pagado

# ios_disconnected
source: Disconnected
es: Desconectado

# ios_connected
source: Connected
es: Conectado

# ios_failed_to_connect
source: Failed To Connect
es: No se pudo conectar

# ios_speech_engine
source: Speech Engine
es: Motor de voz

# string-array.ios_quality_labels_short.item.performance
source: Performance
es: tiempo de respuesta más corto.

# string-array.ios_quality_labels_short.item.quality
source: Quality
es: Máxima calidad
